[
  {
    "img": "/images/michelle-katuna.jpg",
    "author": "Michelle Katuna",
    "text": "I moved into Cloyne because of the corrugated-plastic, Clone-built greenhouse—old Clones remember the garden manager that installed it—that stands in the courtyard between our lawn and the now-harvestable chard and arugula patch. When I was taking my first tour of the house, I had just finished working at a farm where I had learned about organic vegetable production. I was in the midst of changing my major to Conservation and Resource Studies with a focus in Sustainable Agriculture. I work at Igancio Chapela’s microbiology lab on the UC Berkeley campus doing research on GMOs. I have volunteered at numerous community gardens. I am an aspiring farmer. I was titillated by the resources and access to land that Cloyne would afford me to actuate my studies and passions at my home.\nI was put on garden crew for my first semester at Cloyne and began using our waste streams of coffee grounds and egg shells to build up the depleted soil for the long future I imagined for garden crew. I reorganized the greenhouse and began heirloom plant starts…which over a year later are highly productive chard, cilantro and arugula plants. I pruned the trees and dried the herbs. This was home and my friends and fellow housemates supported me.\nI became garden manager my second semester here at Cloyne and put in a pollinator hedge row and planted drought-resistant California natives, looking forward to the future: (we would need bees and butterflies to pollinate our vegetables, and water is a valuable resource we did not want to waste). I was able to apply the sustainable agriculture methods I was learning in class and at other community gardens, and was lucky enough to have peers willing to fund it.\nThis is my third semester at Cloyne. It is spring and I am still garden manager. Our cherry trees are blossoming. Just last week I organized the donation of 15 cubic yards of mulch from a local arborist. I explained to the house that this was a good way to reduce erosion and soil evaporation. Cloyne rallied around me. Even though the deliver happened when I was in class, 15 Clones put on their work boots and spread the load across the yard. By the time I got home from classes, the yard had a nice even layer of mulch. This community support, access to land, and apt resources for gardening would not be possible if I lived alone, in a small house with friends, or in any other co-op.\nToday, February 14, 2014 I rented out the BSC truck with one of my garden crew members to pick up ferns to go under our redwood tree, spring flowers for the newly-finished hillside terrace, and drought-resistant succulents to add to our front yard. We are now planting plants with no idea who is going to take care of them in the summer and beyond. I love this land, this soil, and this garden, which Clones old and new have helped create. Strange that I will not be allowed back, nor any of the others who invested so much into it.\nI’ve come to find in my 3 semesters here at Cloyne, that like a good ecosystem, everyone has their niche. I get to be the eccentric garden manager, Jake and the maintenance crew are building a professional-grade deck, Mikie and Jim have re-networked the house internet, Marie is holding play rehearsals in our downstairs basement, Zach practices with his band in our music room….the list goes on. We are a community who embrace our differences and support each other. Our community is made up of people. People who love this house and have invested their lives into it so that Cloyne may carry on."
  },
  {
    "img": "/images/katie-holmes.jpg",
    "author": "Katie Holmes",
    "text": "I have painted seven murals in this house since moving in a year and a half ago. Yesterday I planted ferns and daffodils in the front yard, and today I decorated furniture while listening to a group of boys work on a beautiful new deck. I’ve also done the not-so-nice things for this house – I’ve washed pots for three hours straight and cleaned walls with buckets of bleach. In everything I’ve done, though, I have done it with the knowledge that I will not be here forever – these are not improvements for my personal living space, but literally for this house.\nCloyne is a truly magical place, and part of that magic is its temporality. We enter it with the knowledge of a set expiration date, and yet we love this house and its members with all of our hearts. I, and many other Clones, will be leaving at the end of this semester – so why do we care if the walls are painted white, if all current members are purged, and if additional restrictions are imposed upon incoming members by the BSC? Why are countless old Clones rallying behind us, with their own stories and words of encouragement? It’s because Cloyne is not just about the individuals who currently inhabit it, but about it’s cultural legacy and the marks it leaves on every single person who passes though its doors.\nThe BSC tells us that we own this house. They require us (with penalty of fines) to do “house improvement” projects and weekly workshift hours. They encourage us to have weekly councils, make house-wide decisions democratically, and follow the Rochdale principles – and they claim to do the same. But how can we, or any future Cloyne or BSC members, take any of that seriously if the record stands that the BSC will impose stricter and broader house restrictions, operate greater control, kick out members from their home, and plaster white our lovingly painted walls? How can we continue loving our house when it is no longer ours?\nFor the first time in my life, at Cloyne, I felt that I was contributing to something much larger than myself. I saw old Clones return with children or friends and say “I built that!” or “I painted that!” or “I remember this one time when...” and I knew that some day that would be me. With every brushstroke that I made upon Cloyne’s walls, I cemented myself into its legacy. Although I will soon leave, and someday someone else will paint a mural on top of mine, every white wall that CO paints does not purge “drug culture”: it purges a culture of respect, responsibility, creativity, and love."
  },
  {
    "img": "/images/kate-boden.jpg",
    "author": "Kate Boden",
    "text": " Cloyne is walking into the kitchen at four am and watching an eccentric male cook pasta primavera with perfectly sautéed mushrooms. Cloyne is listening to impromptu kitchen raps full of flavor and rhyme, free expression of self along side the smell of chopped garlic and fried onions. Cloyne is waking up with the blooming Wisteria in the sun soaked courtyard and the sound of power tools belonging to dedicated deck builders who are either starting their day or finishing their evening. Cloyne is the collection of rhythmic collisions between plate and fork before dinner, the synchronized calling for food. Cloyne is using spoons to hit plastic lids who will be substitutes for plates and a spatula to fork lentils on top of baked squash, kale chips, and salad. Cloyne is staying at the dinner table until the entire kitchen has been cleaned because a discussion of fundamental forces kept you from moving. Cloyne is the discussion of matter, meaning, neurons, Newsweek, New York Times, Wall Street Journal, Wallace, Whitman, Woodrow, gender, genetics, gentrification, litigation, population, prison, pressure, Poynting vector, energy, entropy, elegy, carbon, culture, crossword, Crossroads, creation, indoctrination, Dali, Dante, diaspora, diversity.\nThis is the culture that I have been blessed to watch grow, and be a part of. This is what is so special to me about this house and cooperative living; the ability to create culture beyond the one we were born into. Of course there will always be aspects of our birth culture in us but this house gives its members the chance to create something new. Within the walls of Cloyne is the opportunity to be absolutely anything and everything you can imagine.\nMost things that we do lock us into routine and we become creatures dedicated to habit. Wake up, fill empty nut butter jar with coffee, attend lecture, do problem set, eat, rest head. Wake up, grab old left-over bagel, attend lecture, read papers, eat, rest body. Wake up, Wake up, Wake up. It is easy for any individual to fall into this kind of routine but with 150 minds spinning 150 stories it is impossible to find yourself trapped in one style. You may just find yourself enjoying mushroom pasta at four am, or engaging in conversations about wave functions and probability, the potential is infinite. In no other location in North American is there an atmosphere like Cloyne, no other collection of people so broad, no other place I would rather call Home.\n“Wake up Cloyne”"
  },
  {
    "img": "/images/garth-fisher.jpg",
    "author": "Garth Fisher",
    "text": "I moved into Cloyne as a transfer student last semester looking for affordable housing and nothing else, and instantly fell in love with the murals on the walls. You know you are in a very special place if a bunch of rhetoric, engineering, english, computer science, anthropology, political science, biology, and mathematics majors all feel moved to paint artwork on their walls. This art which won’t, if the BSC continues with its plan to waste money and enact unsustainable, drastic and damaging changes, be there for long.\nI was home-schooled in the woods. Transferring to Berkeley was definitely a strange experience for me and I don’t think that if I had lived anywhere else I could have lived with so many fascinating people doing such good things. I don’t think that if I had lived anywhere else I would have felt as free and comfortable fully exploring my academic and intellectual life as I do in a place where I feel welcome and empowered in my own home.\nAs someone who is new to Berkeley and the co-op system it has always surprised me when I talk to people who don’t know Cloyne and learn about their pre-(mis)conceptions of it. I was shocked to read accounts in the news of the horrible things that have happened here in the past because the Cloyne I know is not the Cloyne that once was. The culture of this place has evolved since those times due to the hard work and persistence of the membership, as old Clones learned from their mistakes and passed on their knowledge, and as the BSC enacted intelligent (gradual) measures that still allowed Cloyne to thrive as a stronghold of cooperative values.\nBeing a co-op that doesn't have a large body of Freshman means that there’s a huge turnover rate as people graduate and go on to change the world. As such it is easy to enact lasting change without taking drastic measures that cost money and destroy our culture. This has been proven by the changes that have already happened in Cloyne over the past years to make it a much healthier place. Right now in Cloyne there are a bunch of cuddly, goofy, ridiculous, and utterly brilliant human beings who all genuinely care about each other. Because of the open, energetic, and safe environment of their home they are able to accomplish amazing things academically, intellectually, and socially.\nI’m not planning on staying in Cloyne next semester or over the summer. As much as I love it it’s time to move on, but the people who live here and love this place simply are not degenerate assholes seeped in drug culture. If that ever existed, it’s old history in this quickly evolving place. These people are moderate, intelligent, human beings. These people are my friends; they don’t deserve to be evicted from the house they love for something they had no part in. They don’t deserve to be treated like a vital organ under the scalpel of an incompetent doctor who can’t tell that the infection has already healed."
  },
  {
    "img": "/images/chelsea-sarg.jpg",
    "author": "Chelsea Sarg",
    "text": "Every day when I come back from class or work I walk through the sunlit courtyard and pass friends playing basketball, or reading, playing cards, doing construction, working in the garden. I always find my way to the kitchen and find friends cooking, people studying in the dining room. I walk down the main hall and pass the signup sheets for IM sports, for community service, for adventure club; I pass the beautiful murals lining the walls, photos of house members dressed to the tee for wine and cheese, photos of me dancing without shame the weekend before. In my room the sun shines upon the painting of a sunrise in Thailand that an old Clone did after returning from abroad.\nI remind myself constantly what a beautiful and vibrant place this is and feel incredibly lucky to be a part of it. Cloyne is my home, one of my favorite places on earth. Cloyne has been one of the most transformative experiences of my life; I've made some of my best friends here, I've fallen in love here, I've learned so much, academically and otherwise, here, I've laughed and danced and sang here, I've found out a lot about myself here, I've eaten so well here, I've been so very happy and healthy in my 2 years here. In times of hardship I have found the most supportive community I could ever ask for, something that I’ve tried to pass on to new members of Cloyne each semester by being a caring and open-minded listener. From my ability to listen and connect with a greater variety of people to learning to cook food for 150 people to becoming more involved in the community with immigrant rights and furthering my studies on sustainable food systems, Cloyne has been directly and intimately entwined with all facets of my personal growth in the last 2 years. I will never forget my time here no matter what happens, but I sincerely hope this magical place can live on and continue to benefit future generations of students."
  },
  {
    "img": "/images/clologo.jpg",
    "author": "Clone",
    "text": "As a slightly unconventional, 5th year transfer student, I have lived a lot of places in college, but none of them have come close to my experience at Cloyne.\nDorms are an awkward combination of dissimilar people packed together that can result in great friendships or a miserable freshman year; apartments and houses with friends are a nice way to get close with a few people and practice your real world domestic skills, but they can limit your social interactions and leave you feeling stressed managing housework with schoolwork; and sorority houses (at least in my experience as a live-in member of one at Cal) are beautifully kept buildings with great food and full housekeeping, plus a hundred of the same spoiled girl running around and so many rules you can barely breathe without getting fined. A co-op is a unique place to live, and Cloyne is a unique co-op.\nI have never felt more welcome, at home, or at ease anywhere else the way I feel at Cloyne. I love the history attached to the name. I love the paintings on every wall. I love my fellow members, who treat me with respect and kindness while still allowing me the anonymity I desire. I love the huge array of spaces in the house-- a space for photography, for making music, for studying, for gardening, for working out, for cooking, and for eating wonderful food that someone carefully orders and someone else carefully prepares. My favorite space is the free 'pile' that takes up an entire room in the house, where I can donate things I no longer want and score some great finds myself. I will admit, when I found out I was living in a house with 150 other people, I was a little concerned about the technicalities of how something like this could possibly function-- but it does. I love that every resident is accountable for their space through the workshift system, and that we all actually do them (somewhat surprising initially) and pitch in to keep Cloyne beautiful and livable, because we love living here.\nI have many friends in other co-ops, and have seen many other houses, but none of them FEEL the way Cloyne feels. I think the greatest beauty of this house emanates from the people who live here, who love this house, and who love each other. Even as a new member still getting acclimated to the co-op system, I can see why Cloyne is special and why it is worth saving. There is no other place like this one, and it results from everything that Cloyne has come to be over many years. A Cloyne with white walls, constant quiet hours, and its multifunctional spaces converted to study halls would not be a Cloyne worth living in, or even existing for that matter. I feel so incredibly lucky to have been able to live here, and I feel deeply saddened that other people might not be able to have that experience in the future."
  },
  {
    "img": "/images/daniel-chesmorr.jpg",
    "author": "Daniel Chesmorr",
    "text": "I lived in Cloyne for the entirety of my tenure at UC Berkeley. I graduated in the Fall of 2013 Magna Cum Laude, and I was the Student Speaker at my commencement ceremony. I founded several student organizations, and I was an outspoken advocate for LGBT rights throughout campus. Cloyne allowed me to even throw an LGBT event for my student organization as shown in the picture attached. I have never used any substance that could kill me. I never encouraged any of my peers to engage in dangerous activity. I am an LGBT person of color who now works as a Financial Analyst at a prestigious public company, reporting directly to the CFO.\nCloyne helped me get to where I am today. Cloyne has a solid network of students that are academically oriented and driven for success. If you vote for your proposed measures, you are denying students from a background like myself from achieving their potential. The students at Berkeley who are most successful in their academic endeavors achieve success because of solid social networks and an excellent work life balance. Cloyne provides an atmosphere of acceptance and tolerance. Being LGBT isn't easy, even at UC Berkeley as shown in recent student suicides. Cloyne is notorious for having many LGBT residents in addition to an entire house open to all forms of sexual orientation. Please do not deny future students the same opportunities this house provided."
  },
  {
    "img": "/images/daria-andrews.jpg",
    "author": "Daria Andrews",
    "text": "When I first moved into Cloyne in Spring of 2013, I was very unsure of my place within the UC Berkeley community, and was naturally scared. Cloyne immediately gave me a home, a community, and a place to grow and foster an understanding of myself. I have grown more in my time here than I thought possible, and have learned so much about myself and the type of person I want to become. Most of that is due to the amazing community and people I am surrounded by. The passion and dedication to life and all it has to offer is so striking in some many of my fellow members, and I have bene blessed to learn from them. The diversity of backgrounds, interests, life stories and goals is truly inspiring, and I am so proud to be a part of it. I learn something here every day, and for that I am thankful. This house is beautiful, everything it stands for it beautiful, and we need to take a proactive step to protect it. No one can truly understand the unique sense of belonging that comes from living in this place, I think I can safely say that Cloyne changes the people who choose to live here in an extremely profound way. Before Cloyne, I was lost, I knew I wasn’t where I needed to be. Cloyne found me, and I immediately knew I had found a place that would productively challenge my ways of thinking, inspire me to pursue my passions, and teach me love in every way possible. Cloyne found me, and with it I found my home. Cloyne Is Suck!"
  },
  {
    "author": "Charlotte Bertrandy",
    "text": "I lived in Cloyne in 2011-2012, during the year I spent at Cal as an exchange student. It has been several years I left California, but no matter how far away I am now, I will always remember this very special place at 2600, Ridge road.\nI could talk about all the memories I have there – all the precious friends I made, all the laughs and thought-provoking, inspiring and challenging conversations I can recall. I could mention the beautiful murals I would admire every time I'd stumbled upon them, the creativity of each member in decorating the house for the special events that were hold, their enthusiasm for sharing, learning about the world and welcoming anyone who wanted to be part of the house. But beyond these personal memories, I would like to stress the importance of showing respect towards a community of people.\nWhat made the 'Cloyne spirit' , all the stories and traditions shouldn't get lost – out of respect for all those who brought something to it and built it together over the years. Cloyne is more than a house, it's a community of people that all contributed to create an atmosphere that made so many feel welcome, comfortable and, most importantly, home. Let's respect all the efforts and the years spent building this spirit. Let's give Cloyne and all the generations of Clones who lived there the respect they deserve; putting an end to the story and the memories of this place would be an unnecessary, cruel and absurd decision."
  },
  {
    "img": "/images/monica-finc.jpg",
    "author": "Monica Finc",
    "text": "We are a house of 150 strong, loving, passionate, corky, beautiful people. Cloyne has given us not only a home, but a moment in time where we can embrace exactly who we are and be loved for that. Our eccentricities are not looked down upon but rather, greatly appreciated. I have learned how to love, to lead, to forgive, to challenge myself, and more. I don't want anyone to be deprived of such a powerful, life affirming experience. I love this house, and everyone who I have had the pleasure to meet, even if ever so briefly.\nCLOYNE IS SUCK,\nMay her beauty live on to inspire legions of future clones."
  },
  {
    "img": "/images/brian-park.jpg",
    "author": "Brian Park",
    "text": "During my senior year at Cal, I was fortunate enough to find myself among clones and even had the honor of serving as a house manager. And I can say with the utmost sincerity that my short time at Cloyne has fostered more personal growth than all my earlier years at Cal combined. Cloyne is an anomaly in a college community in that students from different backgrounds and with various academic and personal interests come together to live as a family. It is a safe haven for the quirky to freely express themselves and for the more serious (like myself) to rediscover what they know about human interaction.\nEven though I have left Cloyne, Cloyne has not left me. The interpersonal skills that I developed from interacting with the unique and creative souls I met at Cloyne have allowed me to better connect and empathize with patients that I see at medical school.  And I have no doubt that my experience at Cloyne will continue to be a valuable tool in my training to become a physician.\nIs Cloyne a utopia? Of course not! When you gather 150 college students under one roof, mistakes happen – some more unfortunate than others. It is easy to point out the problems in Cloyne’s history. It is always easier to criticize. But I hope that those few faults of past does not overshadow the wonderful memories and life-changing experiences that were created at Cloyne."
  },
  {
    "author": "Katie Clyatt",
    "text": "Cloyne is a haven, a safety harbor in a chaotic city and extremely competitive University. Out there, people are rushing, raving, ranting, but once you swing open the doors of Cloyne you have entered a secret garden, where everything is possible and nothing is not. Cloyne is a place to release negative energy accumulated from a stressful day by swinging your body to beats in the kitchen, pouring passion into cooking a meal for 60 housemates, or laying to rest in the sunny courtyard. Cloyne is finally finding the courage to stand up in front of 100 people and play your first performance on the guitar. Cloyne is a blank wall, an open slate waiting for you to spread vibrant colors across its surface, and ultimately, your life. Cloyne stays with you, whether your leaving for class or leaving for good, Cloyne stays with you everywhere you go."
  },
  {
    "img": "/images/marie-cartier.jpg",
    "author": "Marie Cartier",
    "text": "Cloyne has shown me the vast potential of large-scale, heterogeneous, cooperative communities. This home has stretched my intellectual as well as my interpersonal capabilities. "
  },
  {
    "img": "/images/mikey-williams.jpg",
    "author": "Mikey Williams",
    "text": "Cloyne is where I found who I am.\nWhen I started my relationship with Cloyne by boarding Spring 2012, I found the place a bit overwhelming, yet fascinating and full of wonder. I was willing to give it a chance, so I moved in with my roommate and contributed the skills I had by becoming Network Manager. At the time, the network was in shambles: the current router had just died, our internet connection spotty at best, and the network topology a mess. We worked through it, and I haven't stopped yet.\nCloyne has provided me with the resources to work on my passion, technology, with the support and feedback of a large peer community. I've been able to root my heart into my work knowing that what I am doing has a lasting impact. By doing this work, I came to an important realization: I didn't need further schooling to push me forward, I only needed a strong will to work and a community who will support my work in exchange for mutual benefit. So I dropped out of school, and sadly ended my living stay at Cloyne in Summer 2013.\nHowever, I will never be able to leave Cloyne in spirit, as my passion continues and Cloyne is still what I consider home. I continue to be Network Manager (for now) and am using what I have learned at Cloyne and in my time away from school to hopefully start a workers' cooperative that provides tech infrastructure to cooperatives. I love Cloyne and the culture that I have been a part of is the reason that my life is now dedicated towards open source technology for cooperatives. I am only one of many who found themselves here. To kill the current Cloyne culture is to inflict unnecessary harm on a beautiful creature while ignoring the actual issue: substance abuse and mental illness. Together we must save not only Cloyne but the whole BSC."
  }
]
