[
  {
    "img": "/images/michelle-katuna.jpg",
    "author": "Michelle Katuna",
    "text": "I moved into Cloyne because of the corrugated-plastic, Clone-built greenhouse—old Clones remember the garden manager that installed it—that stands in the courtyard between our lawn and the now-harvestable chard and arugula patch. When I was taking my first tour of the house, I had just finished working at a farm where I had learned about organic vegetable production. I was in the midst of changing my major to Conservation and Resource Studies with a focus in Sustainable Agriculture. I work at Igancio Chapela’s microbiology lab on the UC Berkeley campus doing research on GMOs. I have volunteered at numerous community gardens. I am an aspiring farmer. I was titillated by the resources and access to land that Cloyne would afford me to actuate my studies and passions at my home.\nI was put on garden crew for my first semester at Cloyne and began using our waste streams of coffee grounds and egg shells to build up the depleted soil for the long future I imagined for garden crew. I reorganized the greenhouse and began heirloom plant starts…which over a year later are highly productive chard, cilantro and arugula plants. I pruned the trees and dried the herbs. This was home and my friends and fellow housemates supported me.\nI became garden manager my second semester here at Cloyne and put in a pollinator hedge row and planted drought-resistant California natives, looking forward to the future: (we would need bees and butterflies to pollinate our vegetables, and water is a valuable resource we did not want to waste). I was able to apply the sustainable agriculture methods I was learning in class and at other community gardens, and was lucky enough to have peers willing to fund it.\nThis is my third semester at Cloyne. It is spring and I am still garden manager. Our cherry trees are blossoming. Just last week I organized the donation of 15 cubic yards of mulch from a local arborist. I explained to the house that this was a good way to reduce erosion and soil evaporation. Cloyne rallied around me. Even though the deliver happened when I was in class, 15 Clones put on their work boots and spread the load across the yard. By the time I got home from classes, the yard had a nice even layer of mulch. This community support, access to land, and apt resources for gardening would not be possible if I lived alone, in a small house with friends, or in any other co-op.\nToday, February 14, 2014 I rented out the BSC truck with one of my garden crew members to pick up ferns to go under our redwood tree, spring flowers for the newly-finished hillside terrace, and drought-resistant succulents to add to our front yard. We are now planting plants with no idea who is going to take care of them in the summer and beyond. I love this land, this soil, and this garden, which Clones old and new have helped create. Strange that I will not be allowed back, nor any of the others who invested so much into it.\nI’ve come to find in my 3 semesters here at Cloyne, that like a good ecosystem, everyone has their niche. I get to be the eccentric garden manager, Jake and the maintenance crew are building a professional-grade deck, Mikie and Jim have re-networked the house internet, Marie is holding play rehearsals in our downstairs basement, Zach practices with his band in our music room….the list goes on. We are a community who embrace our differences and support each other. Our community is made up of people. People who love this house and have invested their lives into it so that Cloyne may carry on."
  },
  {
    "author": "Charlotte Bertrandy",
    "text": "I lived in Cloyne in 2011-2012, during the year I spent at Cal as an exchange student. It has been several years I left California, but no matter how far away I am now, I will always remember this very special place at 2600, Ridge road.\nI could talk about all the memories I have there – all the precious friends I made, all the laughs and thought-provoking, inspiring and challenging conversations I can recall. I could mention the beautiful murals I would admire every time I'd stumbled upon them, the creativity of each member in decorating the house for the special events that were hold, their enthusiasm for sharing, learning about the world and welcoming anyone who wanted to be part of the house. But beyond these personal memories, I would like to stress the importance of showing respect towards a community of people.\nWhat made the 'Cloyne spirit' , all the stories and traditions shouldn't get lost – out of respect for all those who brought something to it and built it together over the years. Cloyne is more than a house, it's a community of people that all contributed to create an atmosphere that made so many feel welcome, comfortable and, most importantly, home. Let's respect all the efforts and the years spent building this spirit. Let's give Cloyne and all the generations of Clones who lived there the respect they deserve; putting an end to the story and the memories of this place would be an unnecessary, cruel and absurd decision."
  },
  {
    "author": "Monica Finc",
    "text": "We are a house of 150 strong, loving, passionate, corky, beautiful people. Cloyne has given us not only a home, but a moment in time where we can embrace exactly who we are and be loved for that. Our eccentricities are not looked down upon but rather, greatly appreciated. I have learned how to love, to lead, to forgive, to challenge myself, and more. I don't want anyone to be deprived of such a powerful, life affirming experience. I love this house, and everyone who I have had the pleasure to meet, even if ever so briefly.\nCLOYNE IS SUCK,\nMay her beauty live on to inspire legions of future clones."
  },
  {
    "img": "/images/marie-cartier.jpg",
    "author": "Marie Cartier",
    "text": "Cloyne has shown me the vast potential of large-scale, heterogeneous, cooperative communities. This home has stretched my intellectual as well as my interpersonal capabilities. "
  },
  {
    "img": "/images/mikey-williams.jpg",
    "author": "Mikey Williams",
    "text": "as Network Manager, Cloyne taught me what i wanted to do with my life: provide open source technology to coops."
  }
]
